[{
  "imgUrl": "/tigran.png",
  "name": "Tigran Yuzbashev (Postdoc)",
  "description": "Hey, I’m Tigran from Moscow. I am happy to work in such genius environment as Ledesma-Amaro lab in Imperial. Microbial engineering is the flagship of Synthetic Biology and new continents should be discovered very soon. Let’s do it, Arrr!"
}, {
  "imgUrl": "/huadong.png",
  "name": "Huadong Peng (Postdoc)",
  "description": "I am Huadong, from Hubei, China. I am learning to build synthetic microbial communities now. Prior to Imperial, I had some experiences in yeast lipid pathway engineering, biomass refinery especially biomass pretreatment for bioethanol production. Outside lab, I enjoy cooking, swimming and watching martial arts movies and close to nature."
}, {
  "imgUrl": "/amritpal.png",
  "name": "Amritpal Singh (PhD student)",
  "description": "Hi! I'm Amritpal from London. I am a PhD student looking at hijacking bacterial metabolism and calling it engineering as well as trying to figure out how to get things from inside the cell to the outside, turns out its a harder than it sounds. I work in the organism that brought your Bacterial Cellulose, K. rhaeticus . When not in the lab (lol), I travel, I appreciate the natural world, I collect Antique weaponry and contemplate why, because why not?"
}, {
  "imgUrl": "/lucie.png",
  "name": "Lucie Studena (PhD student)",
  "description": "I am Lucie and in my PhD project, I use consortia of microorganisms to cheaply and efficiently produce medically relevant sesquiterpenoids. When not working, I enjoy anything outdoors (caving, mountain expeditions, kayaking), frisbee ultimate, acroyoga, improv, and way too many other activities."
}, {
  "imgUrl": "/alicia.png",
  "name": "Alicia Graham (PhD student)",
  "description": "Hello! My name is Alicia and Im a PhD student working on the production of nutritionally important bio active compound form the yeast Yarrowia lipolytica. In my free time I enjoy cooking and travelling."
}, {
  "imgUrl": "/alice.png",
  "name": "Alice Boo (PhD student)",
  "description": "Hi, I'm Alice from the other side of the channel. I'm a PhD student working on a joint project with Dr Guy-Bart Stan and Dr Rodrigo Ledesma Amaro to build robust synthetic Escherichia coli consortia. I also enjoy sailing."
}, {
  "imgUrl": "/wei.png",
  "name": "Wei Jiang (PhD student)",
  "description": "Hey, I am Wei. I focus on lipid metabolism in yeast. I try to build an efficient yeast cell factory platform to produce some unusual fatty acids with high values. In my spare time, I like cooking and enjoy delicious foods with friends."
}, {
  "imgUrl": "/nishta.png",
  "name": "Nishta Parekh (MRes student)",
  "description": "Hi, I’m Nishta and I’m a Bioengineering MRes student. I am currently engineering a yeast strain capable of fixing and recycling waste products through synthetic biology. Besides fiddling with genes, I am a competitive netball player and also play the classical Indian flute. Last but not yeast (pun intended), I’m a bit of an adrenaline junkie and enjoy trying out new experiences and activities."
}, {
  "imgUrl": "/eric.png",
  "name": "Eric South (MRes student)",
  "description": "Finding a balance between analyst and designer. Currently interested in creating synthetic communities for application in bioproduction. When not in lab I'm studying the bioeconomy, mining for hip music, or wandering somewhere outdoors."
}, {
  "imgUrl": "/alicia_2.png",
  "name": "Alicia Climent (PhD Student)",
  "description": "Hi! I’m Alicia Climent. In my PhD project, I’m trying to control gene expression using a synbio-based electronic toolbox. I am interested in investigating how far the boundaries between electronics and synthetic biology can be blurred by pushing the limits of biological science into new and exciting grounds. Outside the lab, I enjoy travelling, reading and having a great time with colleagues!"
}, {
  "imgUrl": "/davina.png",
  "name": "Davina Patel (PhD student)",
  "description": "Hi! I'm Davina and I come from London. For my PhD, I am focusing on heterogeneity in yeast so that I can eventually engineer a strain for use in therapeutic applications. In my spare time I enjoy doing anything that's creative and artistic."
}, {
  "imgUrl": "/eliza.png",
  "name": "Eliza Atkison (MRes student)",
  "description": "Hello! I’m Eliza and I’m a BioDesign Engineering CDT student. My project investigates the use of novel communication systems and division of metabolic load within microbial consortia for the development of next generation biotechnology. Outside the lab I spend my time baking cakes, watching horror movies and accidentally murdering my houseplants."
}, {
  "imgUrl": "/yutong.png",
  "name": "Yutong Yin (MRes Student)",
  "description": "Hi, I am Yutong and I am currently a Bioengineering MRes student. I am currently working on bacterial promoter engineering and the development of a multiplexed system to control yeast metabolism. Besides working in the lab, I also love watching musicals, eating and going to the gym."
}]
